[
    {
      "id": "637642ba7a7083b36553f0c7",
      "index": 0,
      "serviceCharge": "$409.67",
      "picture": "http://placehold.it/32x32",
      "duration": 3,
      "ratings": 4.5,
      "satisfactionRate": 91,
      "customer": 27013,
      "serviceName": "Louella Ramsey",
      "about": "Qui aliqua excepteur tempor fugiat in. Officia excepteur adipisicing consectetur incididunt qui excepteur id sint id. Occaecat dolore labore eiusmod id elit sunt dolore reprehenderit do laborum officia id commodo est. Irure aliquip magna do reprehenderit enim. Non occaecat minim irure duis magna ut adipisicing sunt. Incididunt commodo commodo irure aliquip dolor mollit laborum. Et eiusmod id ipsum ex excepteur.\r\n",
      "highlights": [
        "nostrud enim cupidatat exercitation non incididunt",
        "cupidatat ullamco consectetur occaecat deserunt sint est",
        "tempor Lorem amet sunt irure",
        "dolore anim commodo id laborum exercitation",
        "dolor nisi sint culpa ex nostrud laboris"
      ]
    },
    {
      "id": "637642ba3708b497c3e42113",
      "index": 1,
      "serviceCharge": "$247.38",
      "picture": "http://placehold.it/32x32",
      "duration": 2,
      "ratings": 4.8,
      "satisfactionRate": 99,
      "customer": 28764,
      "serviceName": "English Burns",
      "about": "Cupidatat sint non irure enim irure nostrud sint esse. Do ullamco nisi do sint reprehenderit excepteur magna ea laboris incididunt qui non adipisicing ex. Ad commodo id commodo reprehenderit ut magna proident deserunt cillum do elit. Eiusmod incididunt do velit cupidatat. Laboris aliquip id minim in esse pariatur enim et proident laborum adipisicing. Culpa magna ullamco anim ea deserunt duis. Quis magna pariatur id voluptate labore fugiat excepteur officia et consectetur ad.\r\n",
      "highlights": [
        "exercitation laboris deserunt culpa enim",
        "pariatur Lorem sit culpa dolor",
        "voluptate proident ullamco qui duis magna est",
        "do sit pariatur aliqua esse laboris ipsum",
        "laboris culpa tempor sit eiusmod"
      ]
    },
    {
      "id": "637642ba6f50ed4a087ece86",
      "index": 2,
      "serviceCharge": "$442.39",
      "picture": "http://placehold.it/32x32",
      "duration": 3,
      "ratings": 4.8,
      "satisfactionRate": 97,
      "customer": 26791,
      "serviceName": "Hensley Whitehead",
      "about": "Aliqua ut nulla et velit duis veniam ad nulla cillum anim aute. Dolore enim sunt sunt aliqua dolore cupidatat. Non elit ipsum ex eu do laborum laborum ut minim amet Lorem esse est.\r\n",
      "highlights": [
        "sit eu aliqua dolor non consequat",
        "quis ex ex officia sit aute",
        "voluptate consequat nulla commodo quis",
        "occaecat est in commodo dolor quis et",
        "eiusmod in cillum ex laborum incididunt"
      ]
    },
    {
      "id": "637642ba0c046dfa27d4a5ea",
      "index": 3,
      "serviceCharge": "$360.01",
      "picture": "http://placehold.it/32x32",
      "duration": 3,
      "ratings": 4.9,
      "satisfactionRate": 100,
      "customer": 27239,
      "serviceName": "Mcdaniel Rush",
      "about": "Aute anim do sint est. Magna cupidatat qui ut ex irure exercitation. Velit reprehenderit consectetur magna cillum eu esse deserunt. Nulla non ea consectetur elit proident incididunt reprehenderit laboris ad eu veniam. Ipsum occaecat culpa eu pariatur veniam irure aliqua excepteur voluptate. Laborum aute minim labore id veniam deserunt eiusmod. In tempor reprehenderit Lorem dolor adipisicing nulla ipsum commodo occaecat.\r\n",
      "highlights": [
        "ea aute irure anim exercitation est",
        "nisi officia sint occaecat nisi cillum",
        "non do adipisicing esse adipisicing laborum qui",
        "voluptate do laboris ut qui",
        "excepteur ipsum tempor qui exercitation laboris velit"
      ]
    },
    {
      "id": "637642ba6c37044a49e2807a",
      "index": 4,
      "serviceCharge": "$309.13",
      "picture": "http://placehold.it/32x32",
      "duration": 3,
      "ratings": 4.7,
      "satisfactionRate": 95,
      "customer": 26339,
      "serviceName": "Compton Conway",
      "about": "Minim sit minim est magna do nulla sit magna amet exercitation pariatur eiusmod proident est. Ut sint id laboris ut quis amet tempor cupidatat cupidatat labore magna. Eiusmod tempor cillum proident ut. Exercitation fugiat tempor culpa irure reprehenderit Lorem anim laborum minim magna velit consequat commodo. Ex commodo ipsum amet magna nostrud sit laborum laboris elit fugiat eu nostrud.\r\n",
      "highlights": [
        "cillum elit excepteur laboris minim nisi non",
        "magna exercitation quis adipisicing elit",
        "aliqua esse laboris cupidatat veniam magna",
        "sint fugiat veniam duis esse nulla",
        "ex quis dolor ea laborum culpa sunt"
      ]
    },
    {
      "id": "637642bae542d01a85d203b4",
      "index": 5,
      "serviceCharge": "$380.77",
      "picture": "http://placehold.it/32x32",
      "duration": 5,
      "ratings": 4.9,
      "satisfactionRate": 100,
      "customer": 27332,
      "serviceName": "Alisa King",
      "about": "Do ipsum eiusmod officia qui quis incididunt dolore culpa id. Occaecat elit nisi cupidatat laborum cillum eu tempor ipsum id exercitation ad eu eu qui. Lorem adipisicing excepteur culpa sint nisi non voluptate.\r\n",
      "highlights": [
        "labore laborum elit magna sint dolor eu",
        "velit eiusmod proident qui in cupidatat aliqua",
        "ipsum in ad exercitation sunt",
        "sint enim dolore consectetur exercitation veniam nisi",
        "deserunt cupidatat minim cillum aliqua"
      ]
    }
  ]